{
    "projects" : [
        {
            "image" : "images/projects/alura.png",
            "title": "Alura",
            "bodyText": "- Alura is a platform dedicated to empowering Etsy sellers by providing essential tools for improving shop and listing rankings.\n - I led the development of features such as keyword-finder, product seeker, shop analyzer, and AI-template, email sender, significantly enhancing Etsy sellers' visibility.\n - Notably, our work resulted in successfully reaching and benefiting over 300,000 customers, revolutionizing their experience on Etsy.",
            "links": [
                {
                    "text": "Live",
                    "href": "https://www.alura.io/"
                }
            ],
            "tags" : [
                "Node",
                "Nest",
                "Bun",
                "SendGrid",
                "AWS",
                "Postgre",
                "Chrome Extentions",
                "JavaScript",
                "TypeScript",
                "Elsiya",
                "Redis",
                "Socket",
                "Graphql",
                "Etsy",
                "Google Ads",
                "React",
                "Redux",
                "OpenAi"
            ]
        },
        {
            "image" : "images/projects/bikefolder.png",
            "title": "Bike Folder",
            "bodyText": "- At Bikefolder, I spearheaded the creation of a platform enabling bike owners to access comprehensive after- sales services, including repairs, maintenance, and ownership updates. This platform integrated SMS and Email functionalities for seamless communication.\n - My role involved overseeing the development process, and the project successfully impacted 60,000 customers, elevating their after-sales service experience",
            "links": [
                {
                    "text": "Live",
                    "href": "https://github.com/mayankagarwal09/QuietHours-Android"
                }
            ],
            "tags" : [
                "Node",
                "Nest",
                "Sql",
                "JavaScript",
                "TypeScript",
                "Socket",
                "Keyclock"
            ]
        },
        {
            "image" : "images/projects/ava.png",
            "title": "Ava",
            "bodyText": "- Contributed significantly to Ava, an AI-powered writing assistant capable of generating diverse content efficiently.\n - Our team developed features for various content types such as blog posts, job descriptions, grammar checking, and content improvement across multiple platforms.\n - Ava streamlined content creation processes, enabling faster, high-quality content.",
            "links": [
                {
                    "text": "Live",
                    "href": "https://www.hiava.ai/"
                }
            ],
            "tags" : [
                "Node",
                "React",
                "OpenAi"
            ]
        },
        {
            "image" : "images/projects/portfolio-poster.png",
            "title": "My Portfolio",
            "bodyText": "- Developer Portfolio Website made in React\n -  Fully customisable and dynamic, easily change data and images.\n - Dark Mode Support",
            "links": [
                {
                    "text": "GitHub",
                    "href": "#"
                },
                {
                    "text": "Live",
                    "href": "#"
                }
            ],
            "tags" : [
                "React",
                "Portfolio",
                "JavaScript"
            ]
        },
        {
            "image" : "images/projects/sadgurulogix.png",
            "title": "Sadgurulogix",
            "bodyText": "- A dynamic MERN-based ERP system revolutionizing business operations. Seamlessly manage purchases, sales, and quotations, all while effortlessly generating PDFs for streamlined sales processes.\n - From tracking jobs to enhancing productivity, empowers businesses with next-level efficiency and innovation.",
            "links": [
                {
                    "text": "Live",
                    "href": "https://sadguru-erp.vercel.app/login/"
                }
            ],
            "tags" : [
                "TypeScript",
                "JavaScript",
                "Docker",
                "Pupppeter",
                "Node",
                "TypeORM"
            ]
        }
    ]
}